[
    {
        "title": "Infinite Loading Screen",
        "description": "If you're experiencing an infinite loading screen, you have a bug with BCML. It's an easy enough fix, but it may take a couple of tries to clear it up.",
        "steps": [
            "Delete your BCML <a class=\"DtgA-popover-link\" tabindex=\"0\" data-bs-toggle=\"popover\" data-bs-trigger=\"hover\" data-bs-placement=\"auto\" data-bs-content=\"Can be found by entering <code>%localappdata%&#92;bcml</code> in your explorer window\">Merged Folder</a>",
            "Open a command prompt window", 
            "Enter <code>pip uninstall bcml --yes</code>", 
            "Enter <code>pip install bcml==3.10.4</code>", 
            "Open bcml and remerge your mods",
            "Launch and play your game, if the issue persists start again at step 1 until it clears up"],
        "descriptionEnd": ""
    },
    {
        "title": "Missing Walls/Floors/Textures",
        "description": "If you walk into a shrine and find you have no textures on any of the floors or anywhere else, you're missing the collision actors mod or have a mod priority issue.",
        "steps": [
            "Download the mod from <a class=\"DtgA-hyperlink\" href=\"https://gamebanana.com/mods/307644\">Here</a>",
            "Install it using BCML",
            "Ensure you place it above all Dangerous to go Alone mods to avoid priority issues",
            "Launch and play your game"
        ],
        "descriptionEnd": "" 
    },
    {
        "title": "Character stuck in an animation/frozen still",
        "description": "If your character gets stuck or frozen in an animation, you can click both sticks at once and your character will be freed from whatever animation got it stuck.",
        "steps": [],
        "descriptionEnd": ""
    },
    {
        "title": "The Iron Boots are stuck and I can't get them off!",
        "description": "If you've just gotten the Iron boots and find that you can't get them off:",
        "steps": ["Get the Hover Boots from the Sanadin Park Ruins", "Summon the Magic Pouch", "Take out a new Gadget"],
        "descriptionEnd": "This is a known issue and is being looked into."
    },
    {
        "title": "The game freezes mid-way through the boss fight!",
        "description": "This is a known issue, and is being looked into. In the meantime you can do the following:",
        "steps": ["Open your bcml merged folder at <code>%localappdata%&#92;bcml</code>", "Find <code>merged%&#92;aoc%&#92;0010%&#92;Pack%&#92;Remains{Element of boss battle in question}.pack</code>", "After you have ensured you've found the two seperate estus flask upgrades in that particular devine beast, delete the .pack file", "Re-launch your game and do the boss battle now, it will no longer hang halfway through the fight"],
        "descriptionEnd": ""
    },
    {
        "title": "Second Wind Compatibility",
        "description": "As of right now Second wind <i>SHOULD</i> work with DtgA if placed lower in priority than DtgA mods. However, things change a lot in DtgA and sometimes new inconsistencies can be introduced. If you are experiencing issues it is recommended to turn this mod off for now and see if your issues go away.",
        "steps": [],
        "descriptionEnd": ""
    },
    {
        "title": "Can I play on the switch, or on real wii U hardware?",
        "description": "No, DtgA is not compatible with the switch or the original wii U hardware, you need BCML and Cemu to make DtgA work at all.",
        "steps": [],
        "descriptionEnd": ""
    }
]