[
    {
        "title": "Axe",
        "genDesc":"These axes are great for all your chopping needs! ",
        "description": [
            {
                "title": "Hatchet",
                "content": "This little hatchet is only good for chopping trees. Base form."
            },
            {
                "title": "Woodcutter's Greataxe",
                "content": "This axe is heavy enough to serve as a weapon."
            },
            {
                "title": "Double Axe",
                "content": "This axe was once wielded on the battlefield. It was designed for combat, as evidenced by the notches in its blade."
            },
            {
                "title": "Refined Axe",
                "content": "This axe was once wielded on the battlefield. It was designed for combat, as evidenced by the notches in its blade. It has been fortified with a new coat of steel."
            },
            {
                "title": "Executioner's Axe",
                "content": "This axe was once wielded by a grizzly executioner... The heft is ideal for cleaving flesh from bone..."
            },
            {
                "title": "Headsman",
                "content": "This axe was once wielded by a grizzly executioner... The heft is ideal for cleaving flesh from bone... the new layer of dark steel makes it all the more intimidating."
            }
        ],
        "imageSrc": [
            "Icons/WoodAxe1.png",
            "Icons/WoodAxe2.png",
            "Icons/WoodAxe3.png",
            "Icons/WoodAxe4.png",
            "Icons/WoodAxe5.png",
            "Icons/WoodAxe7.png"
        ],
        "location": "Can be found the eastern shrine of Hope's Rise. (The Great Plateau Bomb Shrine)."
    },
    {
        "title": "Sword",
        "genDesc":"One handed swords for quick short range attacks.",
        "description": [
            {
                "title":"Durable Rusty Sword",
                "content":"This old sword seems stronger than most."
            },
            {
                "title": "The Vagrant's Sword",
                "content": "It's Dangerous To Go Alone. Those are the words the old man said when you awoke from your slumber. Though it isn't great company, you can feel the spirit that sleeps within this sword"
            },
            {
                "title": "The Vagrant's Broad Sword",
                "content": "It's Dangerous To Go Alone. Those are the words the old man said when you awoke from your slumber. After imbuing the sword with a stronger spirit, the comfort you feel with it in your grasp has grown."
            },
            {
                "title": "The Vagrant Knight's Sword",
                "content": "It's Dangerous To Go Alone. Like a true swordsman, your bond with this blade has become unbreakable. Emboldened by the spirit of a brave knight, you wield this weapon like part of your own body."
            },
            {
                "title": "The Royal Knight's Sword",
                "content": "Your faithful sword has now been honed with a special gold alloy. It deals remarkable damage, but it loses its edge rather quickly."
            }
        ],
        "imageSrc": [
            "Icons/Sword1.png",
            "Icons/Sword2.png",
            "Icons/Sword3.png",
            "Icons/Sword4.png",
            "Icons/Sword5.png"
        ],
        "location": "Can be found in the southern shrine of Hope's Rise. (The Great Plateau Stasis Shrine)."
    },
    {
        "title": "Claymore",
        "genDesc":"Two handed swords for slow but powerful medium range attacks.",
        "description": [
            {
                "title": "Sturdy Rusted Claymore",
                "content": "A rusted sword, with battlescars running the lenght of its blade. Presumably left behind by a soldier at the time of the calamity. Seems sturdier than others."
            },
            {
                "title": "Polished Claymore",
                "content": "That same old rusted claymore, with the rust scraped off and a sharpened blade. The hanlde has been smoothed and wrapped as well."   
            },
            {
                "title": "Bastard Sword",
                "content": "The Traveler's Greatsword has been polished, sharpened, and enchanted with the soul of a fallen soldier. It can now be swung up to five times."   
            },
            {
                "title": "Knight's Claymore",
                "content": "After being reforged, repommeled, reweighted, and further enchanted by an even stronger soul, belonging to a long  forgotten knight, this weapon looks nothing like it once did."   
            },
            {
                "title": "Radiant Claymore",
                "content": "This claymore has been enhanced with a strange type of gold aloy. Its edge is supremely sharp, but since it was made of softer metal it will dull quickly."   
            },
            {
                "title": "Guardian's Claymore",
                "content": "This once humble weapon, storied, and tempered, is now without equal. Its razor sharp edge never dulls, owing to the daimond  coating, and the unbreakable spirit that dwells inside."   
            },
            {
                "title": "Save The King",
                "content": "Here lies the soul of the wolf, who guarded our king until the very end."   
            }
        ],
        "imageSrc": [
            "Icons/LargeSword1.png",
            "Icons/LargeSword2.png",
            "Icons/LargeSword3.png",
            "Icons/LargeSword4.png",
            "Icons/LargeSword5.png",
            "Icons/LargeSword6.png",
            "Icons/LargeSword7.png"
        ],
        "location": "Can be found in the western shrine of Hope's Rise. (The Great Plateau Cryonis Shrine)."
    },
    {
        "title": "Spear",
        "genDesc": "Two handed spears for quick long range attacks.",
        "description": [
            {
                "title": "Rusted Iron Halberd",
                "content": "A rusted halberd. While it doesn't do much damage, it's remarkably sturdy."
            },
            {
                "title": "Adventurer's Spear",
                "content": "The axehead is being refined. In the meantime, a simple spearhead has been affixed to this reinforced polearm."
            },
            {
                "title": "Soldier's Spear",
                "content": "This old spear has been reforged into same one used by the soldiers of Hyrule Castle. Easy to use but difficult to master. The iron tip is very sturdy, and the shaft will not burn when exposed to flame."
            },
            {
                "title": "Knight's Halberd",
                "content": "A weapon used by knights specifically for combat situations when facing multiple opponents. It has a wide sweeping moveset."
            },
            {
                "title": "Royal Halberd",
                "content": "This weapon was issued to the knights who guarded Hyrule Castle's throne room. Its ornate design could only have been applied by a craftsman in service to the royal family."
            },
            {
                "title": "Royal Guard's Halberd",
                "content": "This polearm has been reinforced with a diamond edge and an unbreakable spirit."
            },
            {
                "title": "Save The Queen",
                "content": "This once humble weapon has become more than a mere instrument. It is now imbued with a soul that rivals your own. In short, among other spears, it is peerless."
            }
        ],
        "imageSrc": [
            "Icons/Spear1.png",
            "Icons/Spear2.png",
            "Icons/Spear3.png",
            "Icons/Spear4.png",
            "Icons/Spear5.png",
            "Icons/Spear6.png",
            "Icons/Spear7.png"
        ],
        "location": "Can be found in the northern shrine of Hope's Rise. (The Great Plateau Magnesis Shrine)."
    },
    {
        "title": "Bow",
        "genDesc": "A bow with unique potential, sturdier than other bows.",
        "description": [
            {
                "title": "Practice Greatbow",
                "content": "This huge wooden bow won't do much damage, but its simple design ensures that it won't break."
            },
            {
                "title": "Traveler's Greatbow",
                "content": "This oversized bow, sometimes used by travelers, doesn't do a lot of damage, but it won't consume arrows when fired."
            },
            {
                "title": "Soldier's Greatbow",
                "content": "This greatbow was designed for armed conflict. It inflicts more damage than The Traveler's bow, but it will still burn if it touches fire."
            },
            {
                "title": "Knight's Greatbow",
                "content": "The sturdy metal construction of this bow offers superior durability, while its lack of firing quirks makes it quite reliable. Once favored by the knights at Hyrule Castle."
            },
            {
                "title": "Royal Greatbow",
                "content": "A metal bow wrapped in ornate gold fillagree. What it lacks in durability, it makes up in sheer firepower."
            },
            {
                "title": "Royal Guard's Greatbow",
                "content": "A highly refined bow made with Sheikah technology. In terms of durability and power, this bow is unmatched."
            },
            {
                "title": "Noblesse Strike",
                "content": "A bow without equal wielded by the Queen's personal guard. It no longer loses durability, and fires 3 guard piercing arrows at once."
            }
        ],
        "imageSrc": [
            "Icons/Bow1.png",
            "Icons/Bow2.png",
            "Icons/Bow3.png",
            "Icons/Bow4.png",
            "Icons/Bow5.png",
            "Icons/Bow6.png",
            "Icons/Bow7.png"
        ],
        "location": "Can be found in the Temple of Time of Hope's Rise. (The Great Plateau)."
    }
]