[
    {
        "title": "Hopes Rise: A New Journey Begins",
        "description items": [
            "You, the hero, have transitioned from the lands of Hyrule and find yourself in Hopes Rise.",
            "Discover the Divine Vessel, gifted by the old man, to harness portions of Hylia's light, represented by your yellow stamina wheel.",
            "This vessel, replacing the paraglider as a reward from the old man, empowers you to traverse the expanse of Hyrule once more.",
            "Regain your former strength by leveling up attributes such as Vitality, Endurance, Mana, Strength, Dexterity, Agility, Wisdom, Courage, Grudge, and Faith."
        ]
    },
    {
        "title": "Revamped Game Progression",
        "description items": [
        "Embark on a revitalized journey where  DtgA challenges you to earn your abilities.",
        "Climbing is only possible upon discovering the Kakriko climbing claws, transforming your traversal.",
        "Unlock the map only after calming the Devine Beast Vah Ruta, marking a milestone in your conquest.",
        "Sheikah slate runes are now scattered across the corners of Hyrule, awaiting your retrieval.",
        "Hunt for the paraglider hidden within the expanse of Hyrule, earning your right to soar through the skies."
        ]
    },
    {
        "title": "New and Classic Enemies",
        "description items": [
            "Classic adversaries like ReDeads, Gibdos, and Skulltulas make their return.",
            "Encounter new, custom-designed bosses who bestow unique souls upon defeat.",
            "Prepare for tougher enemies, as all have had their health pools increased in DtgA.",
            "All enemies now yield Rupees upon their demise, offering rewards for your triumphs."
        ]
    },
    {
        "title": "Weapon Expansion",
        "description items": [
          "With all enemies having increased health pools, you will need some tougher weapons than those you just find lying about.",
          "Discover DtgA's collection of five unbreakable, and up-gradeable weapons. Spanning from mighty axes to versatile bows, this arsenal caters to any playstyle.",
          "Enhance these weapons through a unique upgrade system via the Blacksmith. Utilize regular souls to enhance your weapons, albeit temporarily, while boss souls bestow permanent enhancements to your chosen weapon."
        ]
    },
    {
        "title": "Enhanced RPG Mechanics",
        "description items": [
            "Equip your gear strategically, only possible while resting at a campfire, requiring foresight in outfit planning for each leg of your journey.",
            "Introducing new RPG-style movement abilities: Double Jump, Double Dodge, Dodge Roll, and Air Dash.",
            "Master these agile maneuvers using DtgA's innovative control system.",
            "Experience an immersive over-shoulder camera perspective for heightened gameplay engagement."
        ]
    },
    {
        "title": "New Items and Classic Gadgets",
        "description items": [
            "Dtga brings back nostalgic gadgets from past Zelda adventures, some slightly reimagined for BotW.",
            "Discover an array of new additions, from elemental bombs harnessing the forces of nature to ingenious metal unpoppable balloons.",
            "Explore a diverse inventory of custom items, each designed to enhance your journey with unique abilities and functions."
        ]
    },
    {
        "title": "New Resurrection System",
        "description items": [
            "Experience a paradigm shift in death: in DtgA, defeat doesn't mark Game Over.",
            "Upon succumbing to adversaries, you'll find yourself revived at the Shrine of Resurrection.",
            "Embrace the cyclical nature of resurrection triggered by the blood moon, akin to your adversaries.",
            "Reclaim your lost rupees left behind upon defeat, encouraging you to re-collect and persist in your quest."
        ]
    },
    {
        "title": "Apocolypse Spell Package",
        "description items": [
        "Discover an ancient spellbook brimming with the secrets of Wizrobes and Bokoblins' arcane knowledge.",
        "Delve into the mastery of Aero, Cryo, Electro, and Pyro elements to weave potent elemental spells.",
        "Harness these formidable powers to cast a spectrum of elemental spells, empowering you to vanquish adversaries."
        ]
    },
    {
        "title": "Night, Overhauled",
        "description items": [
            "Experience the shroud of darkness post-8:30, requiring a reliable light source for navigation.",
            "Discover four distinct lantern varieties: a standard lantern and a fire-spitting variant, fueled by oil.",
            "Uncover the Gerudo light-emitting rock lantern and the Ancient Tech lantern, offering infinite illumination."
        ]
    },
    {
        "title": "Elemental Master Sword Enchantments",
        "description items": [
            "Empower The Master Sword by infusing elemental Jellies, found throughout Hyrule.",
            "While wielding the sword, drop one of these jellies to briefly transform your blade, imbuing it with elemental prowess.",
            "Experience the fleeting yet potent magic as your Master Sword takes on the essence of the dropped elemental jelly."
        ]
    },
    {
        "title": "Expanded Hyrule: New NPCs & Explorable Areas",
        "description items": [
            "DtgA introduces an array of new structures across Hyrule, revitalizing once-empty regions and incentivizing exploration.",
            "Embark on a journey encountering fresh NPCs offering unique wares, enriching your adventure with exclusive items.",
            "Discover numerous DtgA items available in familiar stores, enriching the assortment of goods across Hyrule."
        ]
    },
    {
        "title": "Item Rebalance: Elemental Arrows and Utility Items",
        "description items": [
            "You will discover that chests are no longer brimming with elemental arrows but instead containing diverse utility items like metal balloons and deployable paragliders.",
            "Adapt your strategy by purchasing elemental arrows from stores, ensuring a stockpile of these crucial projectiles for your adventures."
        ]
    },
    {
        "title": "Champions Ride Again",
        "description items": [
            "Unearth the Twilight Mirror to reunite with 15 diverse companions from across Hyrule.",
            "From stalwart allies like Paya and Sidon to enigmatic figures such as Beedle and Maz Koshia, call upon these friends to fight alongside you."
        ]
    }    
]